Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Israel and Hamas have put into effect an unconditional 72-hour humanitarian ceasefire in Gaza.
pt: Israel e Hamas aceitam cessar-fogo humanitário incondicional de 72 horas

source: Argentina need more than 'genius' Messi, says coach Sabella
pt: Não podemos depender do ‘gênio’ Messi, diz técnico da Argentina

source: The World Social Forum was also held in Tunis back in 2013.
pt: Em 2013, o Fórum Social Mundial, criado como uma contraponto ao Fórum Econômico Mundial de Davos, já havia sido realizado em Túnis .

source: Kenya president says talks with Obama to focus on extremism – Yahoo News – Yahoo News
pt: Obama visita pela primeira vez como presidente o Quênia, terra de seu pai - Yahoo Notícias

source: The discovery by University of British Columbia scientists has prompted a health advisory to Inuit people in the region who eat the whale's meat.
pt: A descoberta foi feita por cientistas da Universidade de British Columbia, no Canadá, que emitiram um alerta à comunidade local Inuit para não comer a carne desse tipo de mamífero.

source: I'm not the person who wrote it and you didn't catch me with it. "
pt: "Não venham me dizer que foi a mesma coisa comigo, não .

source: NEW: Americans worked for U.S. defense contractor Vinnell Arabia, State Department official says
pt: Os dois americanos eram funcionários da Vinnell Arabia, uma empresa contratada pelo Pentágono, informou o Departamento de Estado.

source: US President Barack Obama has nominated Ashton Carter as his next defense secretary, following Chuck Hagel's resignation last month .
pt: Washington- O presidente americano, Barack Obama, anunciou nesta sexta-feira (5/12) a nomeação de Ashton Carter como seu secretário de Defesa, em substituição a Chuck Hagel .

source: “The African Games in Congo will be next month but I don’t know if I will participate because I might have to be back to the US .
pt: "As pessoas no meu país apoiam se você for bem, mas se eu falhasse seria 'ele não pode fazer isso', 'ele não pode fazer aquilo'."

source: And then some (expletive's) gonna go down and I don't think you'll like it."
pt: Eu acho que não deveria caber a mim e não cabe, eu não faço isso .

source: "The government of Syria has indicated to me its willingness to halt all aerial bombing ... and artillery shelling for a period of six weeks all over the city of Aleppo from a date which we will be announcing from Damascus," de Mistura told reporters after briefing the U.N. Security Council.
pt: Nações Unidas, 17 fev (EFE).- O governo da Síria aceitou suspender durante um período de seis semanas os ataques aéreos e o fogo de artilharia sobre Aleppo, a maior cidade do norte do país, anunciou nesta terça-feira o enviado da ONU para a Síria, Staffan de Mistura.

source: The worldwide cost of obesity is about the same as smoking or armed conflict and greater than both alcoholism and climate change, research has suggested.
pt: O custo mundial da obesidade é quase o mesmo de doenças decorrentes do fumo ou perdas em consequência de conflitos armados - e tão relevante quanto o alcoolismo e as mudanças climáticas.

source: Militants positioned to hold captured Iraq territory, U.S. official says
pt: Militantes devem manter territórios capturados no Iraque, alertam EUA

source: "We want to let you know how very much we value our bonds of citizenship with you, and to express our hope that you will vote to renew them” they say.
pt: Queremos que vocês saibam o quanto valorizamos nossos laços de cidadania com vocês, e expressamos nossa esperança que vocês votarão por renová-los.”

source: The US has accused Russia of using its energy supplies "as a tool of coercion" to try to control Ukraine.
pt: Os Estados Unidos acusaram a Rússia de usar a energia como uma ferramenta de coerção contra a Ucrânia e disseram estar ajudando Kiev a encontrar gás e financiamento.

source: "That's not what I set out to do .
pt: De tudo o que se foi, mas não passou

source: "I never thought about my safety or what was going to happen if it didn't work .
pt: "Vou voltar a trabalhar com o AC/DC, não importa quem goste ou não disso."

source: The application is available for Apple's iOS-based devices and Android phones.
pt: No ano que vem, o aplicativo estará disponível também para Android e iOS .

source: "I felt like I couldn't say no."
pt: Sem dinheiro, não sei o que seria .

source: Stars, with assist from Anna Wintour, dazzle on Tonys red carpet
pt: Com ajuda de Anna Wintour, estrelas deslumbram na premiação do Tony - Yahoo Notícias

source: READ: Obama: 'I'm the first Kenyan-American to be president'
pt: Esta é a primeira vez que um presidente americano em exercício visita o Quênia .

source: U.S. President Barack Obama said at a news conference on Monday that the Islamic State posed a threat to Iraq and the entire region.
pt: O presidente dos EUA, Barack Obama, anunciou nesta segunda-feira que os ataques aéreos do Exército norte-americano para barrar o avanço do grupo extremista Estado Islâmico no Iraque vão continuar .

source: Demonstrations have erupted across the United States over the past two weeks, sparked by a grand jury decision not to indict a police officer in Ferguson, Missouri after he shot dead an unarmed black teenager in August.
pt: Os protestos começaram quando a Justiça norte-americana decidiu não indiciar dois policiais brancos pela morte de dois negros desarmados em Ferguson, no estado do Missouri, e em Nova York .

source: Europe plans to extend Russia sanctions
pt: UE planeja estender sanções contra Rússia até setembro

source: On Thursday, Ukrainian President Petro Poroshenko advocated before a joint session in Congress in Washington for greater support to his military, which has been battling pro-Russia rebels in his country's east.
pt: O presidente da Ucrânia, Petro Poroshenko, solicitou aos EUA apoio militar para que seu governo consiga combater os rebeldes, que tomam conta de diversas cidades no leste do país.

source: Iran's Zarif says differences remain in nuclear talks with major powers
pt: Há progresso nas conversas com Irã, mas questões difíceis permanecem, diz Kerry

source: Cameron, who was in Canberra to address Australia's parliament, said existing sanctions imposed by the West were having an impact on Russia's economy.
pt: Em um discurso no Parlamento australiano, Cameron afirmou que as atuais sanções impostas pela Europa e Estados Unidos estão afetando a economia russa.

source: However, it did not alter views the U.S. central bank will wait until at least the middle of 2015 before raising overnight interest rates from near zero.
pt: Isso, porém, não alterou muito as expectativas de que o Fed aguardará até pelo menos a metade do ano que vem antes de elevar os juros de perto de zero.

source: The couple were freed from custody in Madrid on Tuesday after UK prosecutors withdrew a European arrest warrant.
pt: Mas, mais cedo também nesta terça, a promotoria britânica anunciou que estava retirando o mandado de prisão europeu contra eles.

source: Under Polish law, if the court rules in favour of the extradition, it will then be passed on to the justice minister who will make the final decision.
pt: Ainda que o tribunal aprove a extradição do cineasta, a decisão final caberá ao ministro da Justiça polonês.

source: "The only illusion is if you think it's her choice," the image reads .
pt: A única ilusão é você acreditar que foi escolha dela .

source: The road was a tar road, newly built .
pt: Minha rua era asfaltada e tinha sido construída recentemente .

source: Turkish fighter jets and ground forces hit Islamic State militants in Syria and Kurdistan Workers Party (PKK) camps in Iraq on Saturday, in a campaign Ankara said would help create a "safe zone" across swathes of northern Syria.
pt: Os EUA e a Turquia trabalham na criação de uma zona de segurança, na fronteira entre o país turco e a Síria, com o objetivo de afastar a facção Estado Islâmico da região .

source: I don’t know .
pt: Claro que não !

source: "We certainly welcome the decision," Earnest said, adding that the United States has no updates on the status of two other Americans imprisoned in North Korea -- Matthew Miller and Kenneth Bae -- and calling on North Korea to "immediately release them."
pt: Os EUA estão há meses negociando a libertação de Fowle e outros dois americanos que seguem detidos na Coreia do Norte, Matthew Miller e Kenneth Bae.

source: The attack took place near Shebaa Farms, also known as Har Dov, a disputed strip of land between Lebanon and Syria adjoining the Golan Heights, under Israeli control.
pt: O Exército de Israel disse que o ataque ocorreu perto do Monte Dov e das fazendas Shebaa, território disputado onde as fronteiras de Israel, Líbano e Síria se encontram.

source: South Korea's top air carrier Korean Air Line Co. has signed a memorandum of understanding with Europe's Airbus to jointly bid for Seoul's indigenous fighter development project, Korean Air officials said Sunday.
pt: A principal linha aérea da Coreia do Sul, a Korean Air, e o conglomerado aeroespacial europeu Airbus disputarão esta semana um projeto para desenvolver conjuntamente aviões de combate para o Exército sul-coreano.

source: Egypt mediated a 72-hour truce on Tuesday between Israel and Hamas-led Palestinian factions that officials hope will lead to additional talks and a lasting end to the Gaza war.
pt: GAZA (Reuters) - O grupo islâmico Hamas, a facção palestina que domina a Faixa de Gaza, concordou com uma proposta do Egito para uma trégua de 72 horas com Israel na Faixa de Gaza a partir de terça-feira, disse um porta-voz do Hamas.

source: Spain is well-equipped to contain the Ebola virus, the government says, but many Spaniards are worried about how the disease is being managed after a nurse became the first confirmed case of the deadly virus being contracted outside Africa.
pt: A União Europeia entrou em contato hoje com autoridades na Espanha em busca de mais detalhes de como uma enfermeira em Madri contraiu o vírus do ebola, no primeiro suposto caso de transmissão da doença fora da África.

source: So there wasn't even a discussion .
pt: E não foi nem um pouco fácil .

source: "A mass cancellation on this scale is very unusual... and many travellers cited the MERS outbreak as the main reason," the KTO’s spokesman told AFP.
pt: "Um cancelamento maciço dessa escala é muito incomum... e muitos turistas mencionaram o surto de Merscomo a principal razão", afirmou um porta-voz da KTO à agência de notícias France Presse.

source: Eleven Al-Shabaab militants were killed in the firefight on Sunday outside the military camp in Baure, Lamu county, the army earlier said.
pt: Os dois soldados foram mortos no tiroteio que ocorreu na madrugada de sábado para domingo quando militantes do grupo extremista atacaram um acampamento do exército em Lamu County.

source: I'm not sure about that."
pt: É o que estou dizendo .

source: Human slavery, the report states, is defined as "human trafficking, forced labor, debt bondage, forced or servile marriage, or commercial sexual exploitation."
pt: De acordo com a Walk Free, o trabalho escravo nos dias atuais ocorre por meio do tráfico de seres humanos, do trabalho forçado, da servidão por dívida, do casamento forçado ou servil e ainda pela exploração sexual comercial .

source: McLaren badly needed to get some miles on the car and this will have proved a major boost.
pt: Alonso traz grande expectativa para a McLaren, mas terá de esperar para entrar no carro .

source: Liberia's Information Minister Lewis Brown said on Tuesday that the 17 suspected Ebola-infected patients who fled have been found and transferred back to treatment centers.
pt: O ministro liberiano da Informação, Lewis Brown, informou nesta terça-feira que foram encontrados os 17 doentes de Ebola foragidos do centro de quarentena em Monróvia, que foi atacado no fim de semana.

source: The site Ahmadinejad.ir, showing Ahmadinejad with a big smile, was launched at the same time as a Google+ page for the two-time former president and an account on Instagram.
pt: O site Ahmadinejad.ir, em que o político conservador aparece exibindo um largo sorriso, foi lançado ao mesmo tempo no Google+ e em sua conta no Instagram.

source: Ending the decade-long nuclear dispute with Iran is seen as central to defusing tensions and averting a major Middle East war .
pt: Por outro lado, encerrar uma disputa com o Irã que já dura uma década é central para reduzir as tensões e reverter o perigo de uma guerra no Oriente Médio.

source: Fowle had been detained after leaving a Bible in a nightclub in the hope that it would reach the country's underground Christian community.
pt: Fowle ficou detido por quase seis meses depois de deixar uma bíblia em um clube noturno com a esperança de que a obra chegasse à comunidade cristã local.

source: "I don't have that kind of money .
pt: "O que você quer que eu diga ?

source: "Some think that - and excuse the term - that in order to be good Catholics, they must be like rabbits," he said.
pt: "Algumas pessoas pensam —e desculpem minha expressão aqui— que, para ser um bom católico, eles precisam ser como coelhos .

source: The CDC has predicted the number of cases globally could mount in a worst-case scenario to 1.4 million by January, unless strong measures are taken to contain the disease.
pt: O CDC estimou que o número de casos em nível mundial pode aumentar no pior cenário a 1,4 milhão até janeiro.

source: ISMAILIA, Egypt (Reuters) - Egypt's New Suez Canal will open on Aug. 6, its overseer said on Saturday, a project President Abdel Fattah al-Sisi sees as a potent symbol of national pride and a major chance to stimulate an economy suffering double-digit unemployment.
pt: O Novo Canal de Suez vai ser inaugurado em 6 de agosto, disse a autoridade responsável pela supervisão do projeto, tido pelo presidente egípcio, Abdel Fattah al-Sisi, como poderoso símbolo do orgulho nacional e grande oportunidade de estimular a economia, cuja taxa de desemprego está em dois dígitos.

source: BEIJING, June 5 (Reuters) - The International Monetary Fund (IMF) recommended that China adopt an economic growth target of about 7 percent for 2015 and urged authorities to avoid further stimulus measures and concentrate on curtailing financial risks instead.
pt: PEQUIM (Reuters) - O Fundo Monetário Internacional (FMI) cortou a estimativa de crescimento para a China em 2015 para cerca de 7 por cento, mas pediu que as autoridades evitem mais medidas de estímulo e em vez disso se concentrem em reduzir os riscos financeiros.

source: Judge Michael Topolski QC said: “They [Yusuf and Mohammed] willingly, enthusiastically and with a great deal of purpose, persistence and determination embarked on a course intended to commit acts of terrorism.”
pt: Ao pronunciar sua sentença, o magistrado declarou que os jovens "voluntária e entusiasticamente, e com grande propósito, persistência e determinação, tomaram um rumo dirigido a cometer atos de terrorismo".

source: South Korea, U.S., Japan to sign info-sharing pact on North Korean nukes
pt: Japão se diz próximo de acordo com EUA e Coreia do Sul sobre Norte

source: But Netanyahu said he isn't convinced Israel is safe from Iran.
pt: Para Israel, acordo com Irã está fora da realidade

source: A decapitated body is found in the van and a severed head is found hanging on a fence
pt: Um corpo decapitado foi encontrado ao lado de uma bandeira islâmica.

source: "I have nothing to do with anything going on right now," Brown tweeted .
pt: "Tudo o que ele está dizendo não tem nada fora de moda. "

source: NEW DELHI (Reuters) - India has named private banker K.V. Kamath as the first head of a new development bank being set up by the BRICS group of emerging market economies, Finance Secretary Rajiv Mehrishi told reporters on Monday.
pt: O governo indiano nomeou K. V. Kamath para chefiar o novo banco de desenvolvimento criado pelo BRICS, o grupo de grandes países emergentes formado por Brasil, Rússia, Índia, China e África do Sul, segundo um representante do Ministério de Finanças indiano .

source: BEIJING (Reuters) - China's Xiaomi Inc [XTC.UL] staked its claim to Apple Inc's crown on Thursday as the world's third-biggest smartphone maker and most valuable tech start-up unveiled the flagship Mi Note, its challenger to Apple's iPhone 6 Plus.
pt: A chinesa Xiaomi fixou seu lugar como terceira maior startup de tecnologia e fabricante de smartphones do mundo, com o lançamento do novo Mi Note, que concorrerá com o iPhone 6 Plus, da Apple.

source: The United Nations mission in Burundi on Monday said while the polls were broadly peaceful on election day, the "overall environment was not conducive for an inclusive, free and credible electoral process".
pt: A missão de observadores das Nações Unidas concluiu nesta segunda-feira que a eleição presidencial no Burundi transcorreu com calma, mas que não foi livre ou confiável.

source: "It seems he survived by sheer willpower," said Akhilesh Shrestha, a doctor who treated Khanal, according to the Reuters news agency .
pt: "Achamos que ele sobreviveu por pura força de vontade", disse Akhilesh Shrestha, um dos médicos que trataram o nepalês.

source: All of the sudden, I see him stand up, pull something out of his pocket," he said.
pt: De repente, eu o vi ficar de p e tirar uma coisa da bolsa".

source: Since last week, police officers from the Special Operations Command (COE) reinforce patrolling in the region .
pt: Desde a semana passada, o patrulhamento na região tem sido reforçado por membros do Comando de Operações Especiais (COE) da corporação .

source: The new European Commission has taken office under its new president, Jean-Claude Juncker .
pt: O presidente da Comissão Europeia, Jean-Claude Juncker, participa de reunião com …

source: “With the difficult circumstances prevailing today you made a very brave choice,” Tsipras said in a televised address to Greeks.
pt: Em discurso transmitido pela televisão grega, ele agradeceu aos eleitores gregos por fazerem "uma escolha muito corajosa".

source: Our team is a football team .
pt: “A nossa preocupação é em jogar futebol .

source: Projectiles were hurled at players and supporters, a police helicopter was called to disperse fans in the stadium and conflict continued outside the ground after the match which was delayed for over half an hour before Ghana won it 3-0.
pt: Objetos foram atirados em jogadores e torcedores, um helicóptero da polícia foi chamado para dispersar os fãs no estádio e o conflito continuou no lado de fora depois que a partida foi atrasada por mais de meia hora antes de Gana vencê-la por 3 a 0.

source: This match arrives at the right time because any game can be good for the team to react," said the Italian.
pt: Se o time chegou a este nível, é porque se preparou bem em todos os jogos".

source: Zainab Hawa Bangura is the United Nations special representative of the secretary general on sexual violence in conflict and serves as the United Nations' spokesperson and political advocate on conflict-related sexual violence .
pt: Zainab Bangura, representante especial da ONU para a violência sexual em conflitos, recebeu uma cópia da lista durante uma viagem ao Iraque, em abril.

source: They were identified as members of the same South African family - a father and his two teenage children - by a colleague of the mother, who survived the attack.
pt: Elas foram identificados como membros de uma mesma família sul-africana, um pai e duas filhas adolescentes.

source: Most of the deaths have been in the countries of Guinea, Liberia and Sierra Leone.
pt: Os três países mais afetados pelo vírus do foram Serra Leoa, Guiné-Conacri e Libéria .

source: One of the suspects raised his gun and pointed it at the officers, who then opened fire, killing one of the pair, while the other got away .
pt: O relatório oficial indicou que o jovem apontou com sua arma contra dois oficiais e que eles abriram fogo, matando-o.

source: In a Greek TV interview over the weekend, Mr Voutsis said the repayment money owed in June "will not be given and is not there to be given".
pt: No domingo, o ministro grego do Interior declarou que seu país não tem dinheiro para reembolsar o que deve ao FMI no mês de junho.

source: One, from French construction and telecoms firm Bouygues (BOUY.PA), tabled 10.5 billion euros (8.6 billion pounds) in cash for 46 percent of the Vivendi unit.
pt: Uma delas, do grupo francês de construção e telecomunicação Bouygues, no valor de 10,5 bilhões de euros em dinheiro por 46 por cento da unidade da Vivendi.

source: Canada -- a NATO member -- said Friday it also will send "several dozen" troops to Iraq to help advise that country's government on fighting ISIS, Prime Minister Stephen Harper's office said.
pt: O Canadá enviará dezenas de militares ao Iraque para proporcionar assessoria e assistência às Forças Armadas iraquianas, anunciou nesta sexta-feira o primeiro-ministro canadense, Stephen Harper.

source: Guinea, Sierra Leone and Liberia have been at the center of this Ebola outbreak
pt: Quase todos os casos ocorreram na Guiné, em Serra Leoa e na Libéria.

source: Three suspected Islamist militants, including a British citizen of Bangladeshi origin, were arrested this week for masterminding the killings of two secular bloggers.
pt: A polícia de Bangladesh prendeu nesta terça-feira três militantes islamitas, incluindo um britânico, acusados de serem os "principais organizadores" do assassinato de pelo menos dois blogueiros laicos.

source: "The armed forces took control of the situation after firing on the soldier," he told AFP.
pt: "As forças militares controlaram a situação depois que atiraram contra o soldado", completou.

source: "In the beginning she didn't want to believe it .
pt: Eu sabia [que ela estava grávida] e queria muito .

source: Former Israeli prime minister Ariel Sharon's health deteriorated further on Thursday, with his "vital organs" failing, the hospital where he has been housed in a comatose state for eight years said.
pt: O estado de saúde do ex-primeiro-ministro israelense Ariel Sharon, em como há quase nove anos, se agravou súbita e bruscamente, informou nesta quarta-feira a rádio militar.

source: Gerry Simpson the author of the report that slammed Israel said that "destroying people's hope of finding protection by forcing them into a corner and then claiming they are voluntarily leaving Israel is transparently abusive,"
pt: "As autoridades israelenses desejam complicar a vida dos 'infiltrados' a ponto de terem que abandonar Israel, para depois dizer que estão voltando para casa por sua própria vontade", afirmou o autor do relatório, Gerry Simpson.

source: “We continue to be troubled by the reports coming out of Qatar related to the World Cup and migrant worker conditions,” Visa Inc. said on Wednesday, noting its “grave concern” directly to football's governing body.
pt: "Nós continuamos incomodados com os relatos vindos do Catar relacionados à Copa do Mundo e às condições dos trabalhadores imigrantes", disse a Visa em comunicado nesta quarta-feira.

source: Speculation about the split swirled Saturday after a French national weekly reported Hollande was expected to announce his separation from Trierweiler later in the day.
pt: O presidente da França, François Hollande, anunciou na tarde deste sábado sua separação da jornalista francesa e primeira-dama do país, Valérie Trierweiler.

source: “We are insisting…that sanctions can snap back into place if Iran were to violate the agreement,” the US official said.
pt: "Insistimos no fato de que as sanções podem ser aplicadas, se o Irã não respeitar o acordo alcançado", acrescentou o funcionário americano .
